Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Co prawda Ulryk mówił, że macie trafić do lochów... ale niestety, byliście na tyle nierozsądni, że zaczęliście uciekać...
uk: Ульрік справді сказав відправити тебе до підземелля... але ти був настільки дурним, що почав тікати...

source: Co prawda daleka do tego droga, ale zielem możemy cieszyć się już dziś.
uk: Що правда, до цього ще далеко, але травою ми можемо насолодитися вже сьогодні.

source: Co prawda jest bezużyteczny, ale może uda ci się sprzedać ten instrument.
uk: Щоправда, він нікудишній, але, можливо, тобі вдасться продати цей інструмент.

source: Co prawda jest jeszcze jasno, ale czuję, że trochę tu zabawię, a w ciemnicy za cholerę nie doliczę się tych butelek.
uk: Щоправда, на вулиці ще світло, але я відчуваю, що я трохи тут забарюся. А в повній темряві я не збираюся рахувати ці пляшки.

source: Co prawda liczyłem na trochę większe zamówienia, no ale 5 skrzynek to nie jest tragedia.
uk: Зізнаюся, я сподівався на трохи більше замовлення, але 5 ящиків – це не так погано.

source: Co prawda mamy w wiosce jednego maga wody, ale... są z nim same problemy.
uk: У нас в селі є один Маг Води, але... з ним самі проблеми.

source: Co prawda miałem zająć się biblioteką klasztorną, a rozgniewany mistrz Othekar mógł ukarać wszystkich nowicjuszy...
uk: Щоправда, я мав відповідати за монастирську бібліотеку, а розгніваний майстер Отекар міг покарати всіх послушників...

source: Co prawda najgorsza gorączka już minęła i jego stan się ustabilizował, ale nie mamy pewności, jak długo to potrwa.
uk: Хоча найгірша стадія лихоманки вже минула і його стан стабілізувався, але ми не впевнені, як довго це триватиме.

source: Co prawda nie uśmiecha mi się zostawiać bramy bez ochrony, ale na tak szczytny cel może znajdę zastępstwo.
uk: Зізнаюся, мені не дуже подобається залишати ворота без охорони, але для такої благородної справи я міг би знайти собі заміну.

source: Co prawda nigdy nie liczyłem, ale moja opinia dużo dla ciebie znaczy, prawda?
uk: Зізнаюсь, ніколи не сподівався, але моя думка дійсно багато для тебе значить, чи не так?

source: Co prawda sam już z tym zerwałem, ale niech będzie. Jeśli konieczne masz potrzebę, by dobrać się do czyjejś skrzyni, to upewnij się, że nikt cię nie zobaczy.
uk: Правду кажучи, я вже зав'язав із цим заняттям, але ще дещо пам'ятаю. Якщо тобі захочеться залізти в чужу скриню, переконайся, що тебе ніхто не бачить.

source: Co prawda trochę to dziwne, że nawet szef grupy sobie poszedł, bo dużo mu płaciliśmy, ale nie będziemy wszczynać śledztwa w sprawie paru robotników.
uk: Щоправда, трохи дивно, що пішов навіть керівник групи, адже ми йому багато платили, але ми не починатимемо розслідування через кількох робітників.

source: Co prawda wciąż jest nas za mało, ale wkrótce to się zmieni.
uk: Щоправда, нас поки що замало, але це скоро зміниться.

source: Co prawda za czasów Valerio powodziło nam się znacznie lepiej, ale nie ma co narzekać.
uk: Слід визнати, що при Валеріо нам жилося набагато краще, але нам нема на що нарікати.

source: Co prawda zasugerowałeś naruszenie kilku ważnych zasad straży, ale w sytuacji kryzysowej wolę mieć przy sobie kogoś godnego zaufania, niż znającego cały kodeks na pamięć.
uk: Щоправда, ти запропонував порушити кілька важливих правил безпеки, але в кризовій ситуації я вважаю за краще мати поруч когось, кому можна довіряти, а не того, хто знає весь кодекс напам'ять.

source: Co prawda, nie jestem wybitnym płatnerzem, ale chętnie bym wypróbował kilka technik.
uk: Зізнаюся, я не надто досвідчений броняр, але охоче випробую деякі прийоми.

source: Co prawda, zgodnie z umową mieliście dostać szalupę, którą bezpiecznie dopłynęlibyście do brzegu, ale...
uk: Щоправда, за домовленістю, ви повинні були отримати човен, який безпечно доставить вас на берег, але...

source: Co proponujesz?
uk: І що ти пропонуєш?

source: Co proszę?
uk: Вибач, що?

source: Co proszę? Chyba nie zapolowałeś na jakiegoś psa pasterskiego?
uk: Що? Ти ж не вполював якогось пастушого пса?

source: Co proszę?!
uk: Вибач, що?!

source: Co przekazali zwiadowcy przed zniknięciem?
uk: Що передали розвідники перед зникненням?

source: Co przez to rozumiesz?
uk: Як це розуміти?

source: Co robi paladyn w klasztorze Magów Wody?
uk: Що робить паладин у монастирі Магів Води?

source: Co robicie?
uk: Що ви робите?

source: Co robiliście do tej pory?
uk: Чим ви займалися до цього часу?

source: Co robisz dla Araxos?
uk: Які твої обов'язки в Араксосі?

source: Co robisz tak daleko od bramy?
uk: Що ти робиш так далеко від воріт?

source: Co robisz tu, pośród tych wszystkich bandziorów?
uk: Що ти робиш тут, серед цих всіх відморозків?

source: Co robisz?
uk: Що ти робиш?

source: Co robiłaś do tej pory?
uk: Чим ти займалася до цього часу?

source: Co robiłeś do tej pory?
uk: Чим ти займався до цього часу?

source: Co robiłeś w dniu, w którym wydarzył się zamach?
uk: Що ти робив у день замаху?

source: Co robiłyście do tej pory?
uk: Чим ви займалися до цього часу?

source: Co roku wygrywam ten konkurs, ale tego lata przybył do nas ten nowy chłopak.
uk: Щороку я перемагаю у цьому змаганні, але цього літа до нас прибув новий хлопець.

source: Co się dzieje? Proszę o dokładne opisanie problemu.
uk: Що сталося? Будь ласка, опиши проблему детальніше.

source: Co się gapisz, gnojku?
uk: На що витріщився, виродку?

source: Co się gapisz? Nie widzisz, że jestem zajęty?
uk: Чого витріщився? Не бачиш, що я зайнятий?

source: Co się stanie, jeśli popełnię przestępstwo?
uk: Що буде, якщо я вчиню злочин?

source: Co się stało potem?
uk: І що сталося потім?

source: Co się stało tym razem? Gdzie Kessel?
uk: Що сталося цього разу? Де Кессель?

source: Co się stało tym ścierwojadom?
uk: Що сталося з цими падальниками?

source: Co się stało z Oktavem i resztą?
uk: Що сталося з Октавом та іншими?

source: Co się stało z grotem, od którego zginął Norman?
uk: Що сталось з наконечником, від якого загинув Норман?

source: Co się stało z poprzednim sierżantem?
uk: Що сталося з попереднім сержантом?

source: Co się stało z poprzednią?
uk: А що сталося з попереднім?

source: Co się stało z twoim synem?
uk: Що сталося з твоїм сином?

source: Co się stało z tym chłopakiem?
uk: Що сталося з тим хлопцем?

source: Co się stało ze słowem 'dziękuję'?
uk: Що сталося зі словом 'дякую'?

source: Co się stało?
uk: Що сталося?

source: Co się stało? Gdzie Ramha?
uk: Що сталося? Де Рамха?

source: Co się stało? Kim ty jesteś?
uk: Що сталося? Хто ти?

source: Co się stało? Napadli was?
uk: Що сталося? На вас напали?

source: Co się stało? Powiem ci co się stało! To samo co z Varrantem, Królestwo Myrtany się stało.
uk: Що сталося? Я скажу тобі, що сталося! Сталося те саме, що і з Варантом. Королівство Міртана – ось, що сталося.

source: Co się stało? Skąd tutaj tyle szczurów?
uk: Що сталося? Чому тут так багато щурів?

source: Co się tak krzywisz? Zjadłeś cytrynę?
uk: Чому ти так скривився, ніби лимона з'їв?

source: Co się tu dzieje?!
uk: Що тут коїться?!

source: Co się tutaj stało? Jakim cudem ci najemnicy zdołali pokonać potężnych Magów Ognia?
uk: Що тут сталося? Як цим найманцям вдалося перемогти могутніх Магів Вогню?

source: Co się wydarzyło rano?
uk: Що сталося сьогодні вранці?

source: Co się z nim stało?
uk: Що з ним сталося?

source: Co się z tobą działo?
uk: Що з тобою сталося?

source: Co się...
uk: Що відбувається...

source: Co sprawia, że twoja broń jest taka dobra?
uk: Що робить твою зброю такою хорошою?

source: Co sprowadza cię do Wilczego Leża?
uk: Що привело тебе до Вовчого Лігва?

source: Co stało się pod Vardhal?
uk: Що сталося у Вардхалі?

source: Co stało się pod Vardhal? W jednym momencie chcieli nas zabić, a w następnym byłem w klasztorze!
uk: Що сталося у Вардхалі? Однієї миті нас хотіли вбити, а наступної я опинився в монастирі!

source: Co sądzisz o Austerii Ernesto?
uk: Що думаєш про Гостинний двір Ернесто?

source: Co sądzisz o Królewskim Wysłanniku?
uk: Що ти думаєш про Королівського посла?

source: Co sądzisz o Sir Ramseyu?
uk: Що ти думаєш про сера Рамзі?

source: Co sądzisz o Volkerze?
uk: Що ти думаєш про Волкера?

source: Co sądzisz o naszym miłościwie panującym Rhobarze II?
uk: Що скажеш про нашого правителя Робара II?

source: Co sądzisz o wyprawie do grobowca, na którym ciąży klątwa? Każda pomoc mile widziana.
uk: Що скажеш про експедицію до гробниці, на якій лежить прокляття? Буду радий будь-якій допомозі.

source: Co słychać w Londram?
uk: Що відбувається на Лондрамі?

source: Co słychać w świecie złotników?
uk: Що цікавого у світі ювелірів?

source: Co słychać?
uk: Як справи?

source: Co słychać? CO SŁYCHAĆ?!
uk: Як справи? ЯК СПРАВИ?!

source: Co słychać? CO SŁYCHAĆ?! Powiem ci zaraz, co słychać!
uk: Як справи? ЯК СПРАВИ?! Я скажу тобі, як справи!

source: Co słychać? Poważnie pytasz? Skoro jedna grupa tych przybłęd się tu przypałętała, to kolejna może się pojawić w każdej chwili!
uk: Як справи? Ти це серйозно? Якщо тут одна група чужинців, то в будь-який момент може з'явитися інша!

source: Co ta grupa chce osiągnąć?
uk: Чого хоче досягти ця група?

source: Co tak drogo?
uk: Чому так дорого?

source: Co tak mało? Zjadłeś wszystkie?
uk: Чому так мало? Ти її всю з'їв?

source: Co tak stoisz? Może skusisz się na wino, co?
uk: Чого стоїш? Може, пригостиш себе вином?

source: Co tak wypytujesz ludzi, masz jakiś problem? Zostaw mnie w spokoju!
uk: Нащо ти так розпитуєш людей, в тебе якісь проблеми? Залиш мене в спокої!

source: Co taki młokos może wiedzieć o zachowywaniu się jak mężczyzna?! Skoro już poruszyłeś tę strunę, to powiem ci jedno.
uk: Що може знати такий юнак про те, як поводитися по-чоловічому?! Тепер, коли ти торкнувся цього питання, дозволь мені сказати одну річ.

source: Co takiego ci zrobił?
uk: Що він з тобою зробив?

source: Co takiego ci zrobił? Wydawało mi się, że po prostu dla niego pracujesz.
uk: Що він з тобою зробив? Я думав, що ти просто працюєш на нього.

source: Co takiego jeszcze mówił?
uk: Що ще він сказав?

source: Co takiego robisz w moim domu?!
uk: Що ти робиш у моєму будинку?!

source: Co takiego w tej jaskini zobaczyłeś, chłopcze?
uk: Що такого ти бачив у тій печері, хлопче?

source: Co takiego zrobili mu ci ludzie? Grozili?
uk: Що ці люди зробили з ним? Вони погрожували йому?

source: Co takiego?
uk: Що?

source: Co takiego? Czy ja dobrze słyszę? Flex, to prawda?
uk: Що? Я правильно зрозумів? Флексе, це правда?

source: Co takiego? Dlaczego mielibyśmy się bić?
uk: Навіщо? Чому ми повинні битися?

source: Co takiego? Ja muszę ćwiczyć, czy to ci się podoba czy nie.
uk: А що такого? Я мушу практикуватися, подобається це комусь чи ні.

source: Co takiego? Jak śmiesz grozić funkcjonariuszowi!?
uk: Що ти сказав? Як ти смієш погрожувати офіцеру?!

source: Co takiego? Jaka to była liczba?
uk: Що сталося? Яке ж тут було число?

source: Co takiego? Jakie jagody? Pierwsze słyszę.
uk: Що підмішав? Які ягоди? Ніколи про них не чув.

source: Co takiego? Jesteś pewien?
uk: Що сталося? Ти впевнений?

source: Co takiego? Niemożliwe...
uk: Що? Це неможливо...

source: Co takiego? Postradałeś zmysły?
uk: Що з тобою? Ти збожеволів?

source: Co takiego? To jakieś brednie!
uk: Що це? Це якесь безглуздя!

source: Co takiego? Toż to prawdziwe zdzierstwo!
uk: Це що таке? Та це ж справжній грабіж!

source: Co takiego? W coś ty się wpakował?
uk: Що за? У що ти вляпався?

source: Co takiego? Zarzucasz mi, że próbuję wam wcisnąć felerny towar?
uk: Тобто? Ти звинувачуєш мене в тому, що я намагаюся продати тобі несправний товар?

source: Co takiego?!
uk: Що ти сказав?!

source: Co takiego?! Chcesz rozmawiać z zabójcą?
uk: Що таке?! Хочеш поговорити з убивцею?

source: Co takiego?! Mam PŁACIĆ tej gnidzie?!
uk: Якого біса?! Я ще маю ПЛАТИТИ цьому виродку?!

source: Co tam mamroczesz?
uk: Що ти там бурмочеш?

source: Co tam masz?
uk: Що там у тебе?

source: Co tam mówiłeś?
uk: Що ти там кажеш?

source: Co tam palisz?
uk: Що ти там куриш?

source: Co tam robiłeś, co?!
uk: Що ти там робиш, га?!

source: Co tam robiłeś, hę?
uk: Ти що робиш, га?

source: Co tam trzymasz?
uk: Що ти там зберігаєш?

source: Co tam u Morrisa?
uk: Що там з Моррісом?

source: Co tam u ciebie?
uk: Як справи?

source: Co tam, u licha, się stało?
uk: Що ж там сталося?

source: Co tam?
uk: Як справи?

source: Co ten gnojek tam robi, do jasnej cholery?!
uk: Якого біса цей покидьок там робить?!

source: Co teraz stanie się z Wodnym Kręgiem?
uk: Що тепер буде з Кільцем Води?

source: Co teraz stanie się z kopalnią?
uk: Що тепер буде з копальнею?

source: Co teraz zamierzasz zrobić?
uk: Що ти збираєшся робити тепер?

source: Co teraz zamierzasz?
uk: Чим тепер займешся?

source: Co teraz zrobimy?
uk: Що нам тепер робити?

source: Co teraz zrobisz?
uk: Що ти тепер збираєшся робити?

source: Co teraz?
uk: Що тепер?

source: Co teraz? Kiedy miód będzie gotowy?
uk: Що тепер? Коли мед буде готовий?

source: Co teraz? Potrzebujecie jakiejś pomocy?
uk: А тепер що? Вам потрібна якась допомога?

source: Co teraz? Wracasz do węglarzy?
uk: Що тепер? Назад до вуглярів?

source: Co teraz? Znajdź mi jakiegoś porządnego lekarza, a nie kata mordercę!
uk: Що тепер? Знайди мені якогось пристойного лікаря, а не ката-вбивцю!

source: Co to było?
uk: Що це було?

source: Co to do cholery ma znaczyć?
uk: Що, до дідька, це все означає?

source: Co to jest za obrzydlistwo? Sam sobie pij te paskudztwa, ja zostanę przy zwykłym treningu.
uk: Що це за погань? Пий цю гидоту сам, а я буду й далі регулярно тренуватися.

source: Co to jest?
uk: Що це?

source: Co to jest? Na pewno stać cię na więcej.
uk: Що це? Ти ж можеш дозволити собі більше.

source: Co to ma być?
uk: Що це все означає?

source: Co to ma być? Albo przynosisz dość złota, albo nici z nauki.
uk: Що це означає? Або ти приносиш достатньо золота, або я нічому тебе не вчитиму.

source: Co to ma być? Co ty tutaj robisz?
uk: Що це все означає? Що ти тут робиш?

source: Co to ma niby znaczyć?
uk: Що це означає?

source: Co to ma znaczyć?
uk: Що це означає?

source: Co to miało być? Miałeś przegrać a nie mnie pokonać!
uk: Що це було? Ти мав програти, а не перемогти мене!

source: Co to miało być?!
uk: Що це було?!

source: Co to właściwie za miejsce?
uk: Що це за місце?

source: Co to za banda?! Coście za jedni?! Gadać prędko, bo nie ręczę za siebie!
uk: Що ви за банда?! Хто ви такі?! Говоріть негайно, бо я за себе не відповідаю!

source: Co to za bestia? W jednej chwili wyglądała zupełnie jak posąg, a chwilę później rzuciła się na mnie. Czy to oznacza, że główna sala jest pełna tych paskudztw? Muszę jak najszybciej wrócić do obozu i ostrzec pozostałych!
uk: Що це за чудовисько? Щойно воно виглядало абсолютно нерухомим, а за мить накинулося на мене. Невже це означає, що в головному залі повно цих потвор? Я повинен якнайшвидше повернутися до табору і попередити інших!

source: Co to za bezpodstawne zarzuty?!
uk: Що це за безпідставні звинувачення?!

source: Co to za budynek?
uk: Що це за будинок?

source: Co to za drobne? Musisz się bardziej postarać.
uk: Що це за дріб'язок? Тобі доведеться запропонувати щось краще.

source: Co to za drobne? Na pewno stać cię na więcej.
uk: Що це за дріб'язок? Ти точно можеш дозволити собі більше.

source: Co to za eskapada?
uk: Що це за авантюра?

source: Co to za flacha?
uk: А це що за пляшка?

source: Co to za głupie żarty?
uk: Що це за дурні жарти?

source: Co to za głupoty o duchach gadaliście ze swoim kumplem, hę?
uk: Що це за дурниці про духів, про яких ви з приятелем говорили, га?

source: Co to za hałas? Co robiłeś w magazynie?
uk: Що за шум? Що ти робив на складі?

source: Co to za jeden?
uk: Хто це?

source: Co to za krew na ścianie?
uk: Що це за кров на стіні?

source: Co to za miejsce?
uk: Що це за місце?

source: Co to za nowy klient?
uk: Що за новий клієнт?

source: Co to za obiekt testowy, o którym pisałeś?
uk: Що це за піддослідний, про якого ти писав?

source: Co to za oferta?
uk: Що це за пропозиція?

source: Co to za pancerz?
uk: Що в тебе за обладунок?

source: Co to za pierścień? Taki sam miał przy sobie mój brat.
uk: Що це за перстень? Такий самий, як був у мого брата.

source: Co to za pomysł?
uk: Що за ідея?

source: Co to za pomysł? Masz na to jakieś dowody?
uk: Як це розуміти? Ти маєш якісь докази?

source: Co to za pomówienia? Gdybym tak traktowała klientów, straciłabym zaufanie i wiele złota!
uk: Що це за наклеп? Якби я так ставилася до клієнтів, я б втратила довіру і багато золота!

source: Co to za propozycja?
uk: Що ти пропонуєш?

source: Co to za przerwa bez kufelka piwa?
uk: Яка ж перерва без кухля пива?

source: Co to za robota?
uk: Що за робота?

source: Co to za specyfik?
uk: Що це за засіб?

source: Co to za sprawa?
uk: Що це за справа?

source: Co to za towar?
uk: Що це за товар?

source: Co to za towary?
uk: Що це за товари?

source: Co to za transakcja?
uk: Що за угода?

source: Co to za turniej?
uk: Що це за турніри?

source: Co to za ubranie?
uk: Що в тебе за вбрання?

source: Co to za zadanie?
uk: Що це за доручення?

source: Co to za zbiorowisko?
uk: Що це за збіговисько?

source: Co to za zlecenie?
uk: Що це за доручення?

source: Co trzeba zrobić?
uk: Що треба зробити?

source: Co trzy głowy, to nie dwie. Fakt, możesz nam pomóc.
uk: Три голови краще ніж дві. Так, ти можеш нам допомогти.

source: Co tu dużo gadać, szkoda faceta. Całe życie żył w spokoju i na stare lata spadła na niego taka tragedia.
uk: Що тут казати, дуже шкода чоловіка. Він все життя прожив спокійно і на старості років на нього звалилася така трагедія.

source: Co tu robi Gwardia Królewska?
uk: Що тут робить Королівська Гвардія?

source: Co tu robi straż miejska?
uk: Що тут робить Міська Варта?

source: Co tu robicie?
uk: Що ви тут робите?

source: Co tu robisz cały nagi?
uk: Що ти тут робиш голий?

source: Co tu robisz sama w tych ciemnościach?
uk: Що ти робиш тут сама в цій темряві?

source: Co tu robisz, chłopcze?
uk: Що ти тут робиш, хлопче?

source: Co tu robisz?
uk: Що ти тут робиш?

source: Co tu robią ci strażnicy?
uk: Що тут роблять ці вартові?

source: Co tu robią ci wszyscy ludzie?
uk: Що всі ці люди тут роблять?

source: Co tu się do cholery wyprawia? Baczność!
uk: Що тут, в біса, відбувається? Струнко!

source: Co tu się dzieje?
uk: Що тут коїться?

source: Co tu się dzieje? Co to za hałas?
uk: Що тут відбувається? Що це за шум?

source: Co tu się dzieje?!
uk: Що тут коїться?!

source: Co tu się stało?
uk: Що тут сталося?

source: Co tu się stało? Ci wszyscy zamrożeni ludzie...
uk: Що тут сталося? Всі ці заморожені люди...

source: Co tu się stało? Czemu wszyscy są zamrożeni?
uk: Що тут сталося? Чому всі заморожені?

source: Co tu się stało? Czemu zamykacie dom?
uk: Що тут сталося? Чому ти замикаєш будинок?

source: Co tu się... dzieje...?
uk: Що тут взагалі... коїться...?

source: Co tu tak właściwie tworzymy?
uk: Що саме ми виготовляємо?

source: Co tu wiele mówić? Jak to u bogatych, wojują ze sobą żeby mieć jeszcze więcej dla siebie.
uk: Що тут скажеш? Як це характерно для багатіїв, вони борються один з одним, щоб побільше собі урвати.

source: Co tutaj robicie?
uk: Що ви тут робите?

source: Co tutaj robisz?
uk: Що ти тут робиш?

source: Co tutaj robisz? Pilnujesz magazynu?
uk: А ти що тут робиш? Охороняєш склад?

source: Co tutaj warzycie?
uk: Що ти тут вариш?

source: Co ty będziesz robił?
uk: Що ти збираєшся робити?

source: Co ty do cholery robisz na mojej wyspie!?
uk: Якого біса ти робиш на моєму острові?!

source: Co ty gadasz? Ja jestem bardzo zadowolony! Moi koledzy z resztą też, popatrz, jak się uśmiechają!
uk: Про що ти говориш? Я дуже щасливий! Мої товариші теж, подивись, як вони посміхаються!

source: Co ty mi tu dajesz? Człowieku, co ja mam z tym zrobić, podetrzeć się? Chyba gorzej u ciebie ze złotem niż u nas.
uk: Що ти мені даєш? Хлопче, і що я маю цим робити, підтертися? Гадаю, з золотом у тебе ще гірше, ніж у нас.

source: Co ty mi tu dajesz? To smakuje jak napój dla jakichś wieśniaków na biesiadzie!
uk: Що це ти мені даєш? На смак як селянське пійло на бенкетах!

source: Co ty mi tu próbujesz wcisnąć, chłopcze? Te młotki nie wygniotłyby żadnego metalu, co najwyżej porobiłyby w nim dziury.
uk: Що ти мені тут намагаєшся спихнути, хлопче? Ці молотки не зігнуть жодного металу, хіба що зроблять у ньому дірки.

source: Co ty możesz o mnie wiedzieć?
uk: Що ти можеш знати про мене?

source: Co ty na to młody?
uk: Що ти про це думаєш, юначе?

source: Co ty na to, przypilnuję tej skrzyni, a gdy będziecie się do mnie zbliżać - zagwiżdż. To będzie sygnał, żebym się zmywał.
uk: Давай зробимо так: я охоронятиму скриню, а коли ти підійдеш близько – свиснеш. Це буде для мене сигналом, щоб я забирався звідси.

source: Co ty na to?
uk: Що скажеш?

source: Co ty nie powiesz?
uk: Та що ти кажеш?

source: Co ty nie powiesz? Ja natomiast chcę ci zaoferować szansę na wyniesienie się z mojej karczmy.
uk: Та що ти кажеш? Натомість, я хочу запропонувати тобі шанс забратися з моєї корчми.

source: Co ty nie powiesz? Miałem ci powierzyć inne zadanie, ale w tej sytuacji schodzi ono na dalszy plan.
uk: Справді? Я мав доручити тобі інше завдання, але в цій ситуації воно відходить на другий план.

source: Co ty robisz z tą armatą?
uk: Що ти робиш з цією гарматою?

source: Co ty robisz? Chcesz zwabić do nas potwory?
uk: Що ти робиш? Намагаєшся приманити до нас монстрів?

source: Co ty robisz? Jeszcze raz i ci przyłożę!
uk: Що ти робиш? Ще раз, і я тобі вмажу!

source: Co ty sobie wyobrażasz? Módl się do Adanosa, by przebaczył ci twe występki.
uk: Що ти собі думав? Молись Аданосу і буде тобі прощення.

source: Co ty tam robisz?
uk: Що ти там робиш?

source: Co ty tam robiłeś, co?!
uk: Що ти там робиш, га?!

source: Co ty tu robisz?
uk: Що ти тут робиш?

source: Co ty tu robisz? Czemu uciekłeś z lasu?
uk: Що ти тут робиш? Чому ти втік із лісу?

source: Co ty tu robisz? Ile razy mam powtarzać, że nic nie dostaniecie?!
uk: Що ти тут робиш? Скільки разів я маю повторювати, що ви нічого не отримаєте?!

source: Co ty tu robisz? Nie jest tu bezpiecznie.
uk: Що ти тут робиш? Тут небезпечно.

source: Co ty tutaj robisz?
uk: Що ти тут робиш?

source: Co ty tutaj?
uk: Що ти тут робиш?

source: Co ty wyprawiasz w mojej kuchni?!
uk: Що ти робиш на моїй кухні?!

source: Co ty wyprawiasz?!
uk: Що ти верзеш?!

source: Co ty wyrabiasz?
uk: Що ти витворяєш?

source: Co ty zrobiłeś?
uk: Що ти з ним зробив?

source: Co ty zrobiłeś?! Po co to zrobiłeś?! Jestem zrujnowana! Znaczy będę... jak straż się dowie, to jak nic zrobią mi jakąś rewizję...
uk: Що ти накоїв?! Навіщо ти це зробив?! Я розорена! Тобто, буду... Якщо Варта дізнається, вони точно влаштують якийсь обшук...

source: Co ty zrobiłeś?! Zabiłeś kapitana!
uk: Що ти наробив?! Ти вбив капітана!

source: Co ty, przeleżałeś tydzień pod stertą głazów, że takie pomysły przychodzą ci do głowy?
uk: Ти що, тиждень пролежав під грудою каменів, що тобі такі ідеї в голову приходять?

source: Co ty, z wulkanu spadłeś? Chcesz skończyć w brzuchach tych wielonogich paskudztw?
uk: Ти що, з вулкану впав? Хочеш опинитися в черевах цих багатоногих потвор?

source: Co ty, zgrywałem się.
uk: Облиш, я просто пожартував.

source: Co ty, ślepy jesteś? Teraz to ja się relaksuję przy piwku, po co mi inne zajęcie?
uk: Ти що, сліпий? Зараз я розслабляюся, попиваючи пиво, навіщо мені ще щось робити?

source: Co ty... nie powiesz?
uk: Та що ти... таке кажеш?

source: Co tym razem wymyślił ten stary wariat? Owszem, posiadam. Chcesz kupić?
uk: Що цього разу вигадав цей старий маразматик? Так, маю. Хочеш купити?

source: Co tym razem?
uk: Що цього разу?

source: Co u ciebie?
uk: Як справи?

source: Co u reszty naszej grupy?
uk: А як щодо решти групи?

source: Co w niej jest?
uk: Що в ній?

source: Co w takim razie muszę tym razem zrobić?
uk: Що мені доведеться зробити цього разу?

source: Co w takim razie otwiera ta wajcha?
uk: Тоді, що відкриває цей важіль?

source: Co w takim razie powinienem zrobić?
uk: Що ж тоді мені робити?
